Repository: mustiwebp/picos
Catalog: lib/l10n/app_*.arb
Languages: de

source: Overview
de: Übersicht

source: Inbox
de: Postfach

source: Calendar
de: Kalender

source: My medications
de: Meine Medikamente

# inTheMorning
source: Morning
de: Morgens

# inTheEvening
source: Evening
de: Abends

source: Noon
de: Mittags

source: To the night
de: Zur Nacht

source: Unit
de: Einheit

# medicalProduct
source: Unit
de: Medizinprodukt

source: Add medication
de: Medikament hinzufügen

source: Edit medication
de: Medikation bearbeiten

# addMedicationInfoPart1
source: Please enter
de: Bitte geben Sie

# addMedicationInfoPart2
source: accurate and current medication schedules
de: genaue und aktuelle Medikamentenpläne

# addMedicationInfoPart3
source: . These can be be of great use to the treating facilities and be incorporated into your treatment.
de: ein. Diese können den behandelnden Einrichtungen von großem Nutzen sein und in Ihre Behandlung einbezogen werden.

source: Enter compound
de: Präparat eingeben

source: Compound
de: Präparat

source: Intake
de: Einnahme

source: Add
de: Hinzufügen

source: Save
de: Speichern

source: My health
de: Meine Gesundheit

source: Medical data
de: Werte

source: Medication scheme
de: Medikationsplan

source: Physicians
de: BehandlerInnen

source: Family members
de: Angehörige

source: Documents
de: Dokumente

source: More
de: Mehr

source: Notifications
de: Benachrichtigungen

source: Profile
de: Profil

source: Privacy notice
de: Datenschutzhinweis

source: Legals
de: Impressum

source: Logout
de: Ausloggen

source: Father
de: Vater

source: Mother
de: Mutter

source: Brother
de: Bruder

source: Sister
de: Schwester

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Diverse
de: Divers

# chooseFamilyMember
source: Choose your family member
de: Wählen Sie Ihren Familienangehörigen aus.

source: Title
de: Anrede

source: First name
de: Vorname

source: Family name
de: Nachname

# phoneNumber
source: Telephone number
de: Telefonnummer

# mobilePhone
source: Cell phone
de: Mobiltelefon

source: Address
de: Adresse

source: Abort
de: Abbrechen

# proceed
source: Continue
de: Fortfahren

source: My Entries
de: Meine Eingaben

# howFeel
source: How do I feel today?
de: Wie geht's mir heute?

# submitData
source: The data is transmitted.
de: Die Daten werden übermittelt.

source: Husband
de: Ehemann

source: Spouse
de: Ehepartner

source: Siblings
de: Geschwister

source: Roommates
de: Mitbewohner

source: Other relatives
de: Andere Verwandte

source: Edit family member
de: Angehörige/n bearbeiten

source: Type of relation
de: Art der Beziehung

source: Wife
de: Ehefrau

# entryEmail
source: Please enter the e-mail-address!
de: Bitte geben Sie die E-Mail-Adresse ein!

# entryValidEmail
source: Please enter a valid e-mail-address!
de: Bitte geben Sie eine gültige E-Mail-Adresse ein!

# entryFirstName
source: Please enter the first name!
de: Bitte geben Sie den Vornamen ein!

# entryFamilyName
source: Please enter the family name!
de: Bitte geben Sie den Nachnamen ein!

# entryAddress
source: Please enter the address!
de: Bitte geben Sie die Adresse ein!

# entryPhoneNumber
source: Please enter the phone number!
de: Bitte geben Sie die Telefonnummer ein!

source: My physicians
de: Meine BehandlerInnen

source: Practice
de: Praxis

# practiceName
source: Name of practice
de: Praxisname

source: Website
de: Webseite

source: Ophthalmology
de: Augenheilkunde

source: Otolaryngology
de: Hals-Nasen-Ohrenheilkunde

source: General practitioner
de: Hausarzt

source: Skin and venereal diseases
de: Haut- und Geschlechtskrankheiten

source: Internal medicine
de: Innere Medizin

source: Microbiology
de: Mikrobiologie

source: Neurology
de: Neurologie

source: Pathology
de: Pathologie

source: Pulmonology
de: Pulmologie

source: Psychiatry
de: Psychiatrie

source: Urology
de: Urologie

source: Add family member
de: Angehörige/n hinzufügen

source: Add physician
de: BehandlerIn hinzufügen

source: Edit physician
de: BehandlerIn bearbeiten

# chooseField
source: Choose your medical field
de: Bitte wählen Sie Ihren Fachbereich aus.

# entryWebsite
source: Please enter the website!
de: Bitte geben Sie die Webseite ein!

# entryValidWebsite
source: Please enter a valid website!
de: Bitte geben Sie eine gültige Website ein!

# entryPracticeName
source: Please enter the practice name!
de: Bitte geben Sie den Praxisnamen ein!

source: My medical data
de: Meine Werte

# submittedValues
source: Submitted values (14 days)
de: Erreichte Eingaben (14 Tage)

source: days
de: Tage

source: month
de: Monat

source: months
de: Monate

source: Configuration
de: Konfiguration

source: Start configuration
de: Konfiguration starten

source: Let's start
de: Los geht's

source: Back
de: Zurück

source: Next
de: Weiter

# configurationFinished
source: That's it! - PICOS is now ready!
de: Fertig! - PICOS ist nun bereit!

# questionnaireFinished
source: That's it! - thank you for your participation!
de: Fertig - vielen Dank für Ihre Teilnahme!

source: End configuration
de: Konfiguration abschließen

# finishText
source: Discharge: Entries of the initial values..
de: Discharge: Eingaben der Startwerte..

source: Medication
de: Medikation

source: Therapy
de: Therapie

source: Doctor's visit
de: Arzt- & Krankenhausbesuche

# medicationAndTherapy
source: Medication & Therapy
de: Medikation & Therapie

# infoText1
source: Patient ID-12345 takes part in the section
de: Patient ID-12345 nimmt unter dem Abschnitt

# infoText2
source: with the following information:
de: an folgenden Angaben teil:

# bodyAndMind
source: Body & Mind
de: Körper & Psyche

source: Pain
de: Schmerz

# activityAndRest
source: Activity & Rest
de: Aktivität & Ruhe

source: Walk distance
de: Gehstrecke

source: Sleep duration
de: Schlafdauer

source: Sleep quality
de: Schlafqualität

source: Vital values
de: Vitalwerte

source: Weight & BMI
de: Gewicht & BMI

source: Heart frequency
de: Herzfrequenz

source: Blood pressure
de: Blutdruck

source: Blood sugar
de: Blutzucker

source: My Therapy
de: Meine Therapie

source: Add therapy
de: Therapie hinzufügen

source: Date
de: Datum

source: Day
de: Tag

source: Year
de: Jahr

source: Select date
de: Datum auswählen

source: Edit therapy
de: Therapie bearbeiten

source: Body weight
de: Körpergewicht

# possibleWalkDistance
source: Possible walking distance within 2 minutes (meters)
de: Mögliche Gehstrecke innerhalb von 2 Minuten (Meter)

source: Hrs.
de: Std.

# autoCalc
source: (auto. calculation)
de: (autom. Berechnung)

# sleepQuality7Days
source: Sleep quality during the last 7 days
de: Schlafqualität während der letzten 7 Tage

# howOftenAffected
source: During the past 2 weeks, how often did you feel affected by the following complaints?
de: Wie oft fühlten Sie sich im Verlauf der letzten 2 Wochen durch die folgenden Beschwerden beeinträchtigt?

# lowInterest
source: a) little interest or pleasure in your activities
de: a) Wenig Interesse oder Freude an Ihren Tätigkeiten

# dejection
source: b) dejection, melancholy or hopelessness
de: b) Niedergeschlagenheit, Schwermut oder Hoffnungslosigkeit

# nervousness
source: c) nervousness, anxiety or strain
de: c) Nervosität, Ängstlichkeit oder Anspannung

# controlWorries
source: d) Not being able to stop or control worries
de: d) Nicht in der Lage sein, Sorgen zu stoppen oder zu kontrollieren

# changedMedication
source: Has anything changed with your medication?
de: Hat sich etwas an Ihrer Medikation geändert?

# changedTherapy
source: Has anything changed in your therapy?
de: Hat sich etwas an Ihrer Therapie geändert?

source: Painless
de: Schmerzfrei

source: Very mild
de: Sehr mild

source: Discomforting
de: Unangenehm

source: Tolerable
de: Erträglich

source: Distressing
de: Beunruhigend

source: Very distressing
de: Sehr beunruhigend

source: Intense
de: Stark

source: Very intense
de: Sehr stark

source: Utterly Horrible
de: Ganz schrecklich

source: Excruciating Unbearable
de: Qualvoll unerträglich

source: Strongest imaginable
de: Stärkster vorstellbarer

source: Not at all
de: Überhaupt nicht

source: On individual days
de: An einzelnen Tagen

# onMoreThanHalfDays
source: On more than half of the days
de: An mehr als die Hälfte der Tage

# almostEveryDays
source: Almost every day
de: Beinahe jeden Tag

source: Yes
de: Ja

source: No
de: Nein

source: Excellent
de: Exzellent

source: Good
de: Gut

source: Medium
de: Mittel

source: Bad
de: Schlecht

source: Terrible
de: Schrecklich

# tips
source: Tips for a healthy everyday life
de: Tipps für einen gesunden Alltag

# drinkEnough
source: Drink enough: Drink at least 2 liters of water per day. The human body consists of two-thirds water. The substance serves, among other things, as a means of transport for urine and blood and as a solvent.
de: Dein Körper besteht hauptsächlich aus Wasser. Deshalb ist eine ausreichende Wasserzufuhr für eine optimale Körperfunktion wichtig.

source: Welcome to PICOS
de: Herzlich Willkommen bei PICOS

# thankYouForParticipation
source: Thank you for your participation in the DISTANCE project. We hope you enjoy using the PICOS App!
de: Vielen Dank, dass Sie sich für die Teilnahme an dem Projekt DISTANCE entschieden haben. Wir wünschen viel Freude bei der Nutzung der PICOS App!

source: Wrong credentials
de: Falsche Zugangsdaten

source: Submit
de: Senden

source: Username
de: Benutzername

source: Password
de: Passwort

# questionaireDoctorVisit1
source: Have you
de: Waren Sie

# questionaireDoctorVisit2
source: been to a doctor or hospital
de: bei einem Arzt oder in einem Krankenhaus?

# questionaireDoctorVisitUnscheduled
source: unscheduled?
de: ungeplant

# information5tmg
source: Information according to § 5 TMG
de: Angaben gem. § 5 TMG

# projectDISTANCE
source: The DISTANCE project is one of the "Digital Hubs: Advances in Research and Health Care"-projects funded by the Federal Ministry of Education and Research (BMBF).
de: Das Projekt DISTANCE ist einer der vom Bundesministerium für Bildung und Forschung (BMBF) geförderten "Digitalen FortschrittsHubs: Gesundheit im Rahmen der Medizininformatik-Initiative".

source: Head Office
de: Sitz

source: Postal Address
de: Postanschrift

# salesTaxID
source: Sales tax identification number according to § 27a sales tax law
de: Umsatzsteuer-Identifikationsnummer gemäß § 27a Umsatzsteuergesetz

source: Photo Credits
de: Bildnachweise

source: Contact
de: Kontaktaufnahme

source: My Family Members
de: Meine Angehörigen

source: My Documents
de: Meine Dokumente

source: Unknown height
de: Größe unbekannt

source: No Pain
de: Kein Schmerz

source: Minor Pain
de: Geringe Schmerzen

source: Moderate Pain
de: Moderate Schmerzen

source: Strong Pain
de: Starke Schmerzen

source: Case Number
de: Fallnr.

source: Patient ID
de: PatientenID

source: Weight
de: Gewicht

source: Height
de: Größe

# dischargeDate
source: Date of Discharge
de: Datum der Entlassung

source: Institute Key
de: Institutionsschlüssel

# enterCaseNumber
source: Please enter the case number!
de: Bitte geben Sie die Fallnummer ein!

# enterPatientID
source: Please enter the patient ID!
de: Bitte geben Sie die Patienten-ID ein!

# enterWeight
source: Please enter the weight!
de: Bitte geben Sie das Gewicht ein!

# enterHeight
source: Please enter the height!
de: Bitte geben Sie die Größe ein!

# enterBloodPressure
source: Please enter the blood pressure value!
de: Bitte geben Sie den Blutdruck ein!

# enterBloodSugar
source: Please enter the blood sugar value!
de: Bitte geben Sie den Zuckerwert ein!

# enterDischargeDate
source: Please enter the date of discharge!
de: Bitte geben Sie das Datum der Entlassung ein!

# enterInstituteKey
source: Please enter the institute key!
de: Bitte geben Sie den Institutionsschlüssel ein!

source: Therapy Name
de: Therapiename

# enterName
source: Please enter the name
de: Bitte tragen Sie den Namen ein

# visits
source: Doctor/hospital visits
de: Arzt-/Krankenhausbesuche

# visitInfoPart1
source: This information is only required if you have made an
de: Diese Angaben sind nur erforderlich, wenn Sie

# visitInfoPart2
source: unplanned
de: ungeplant

# visitInfoPart3
source: visit to a doctor's office or hospital.
de: eine Arztpraxis oder ein Krankenhaus aufgesucht haben.

source: I was unscheduled
de: Ich war ungeplant

# toSeeAResidentPhysician
source: to see a general practitioner
de: bei einem/r niedergelassenen Arzt/Ärztin

source: in a hospital
de: in einem Krankenhaus

source: When did you see the physician?
de: Wann waren Sie bei dem/r Arzt/Ärztin?

# whenWereYouInHospital
source: When were you in the hospital?
de: Wann waren Sie im Krankenhaus?

# dayOfRecording
source: Date of admission
de: Tag der Aufnahme

source: Day of discharge
de: Tag der Entlassung

source: Reason for hospitalization
de: Grund des Krankenhausbesuches

source: Reason for visit to the doctor
de: Grund des Arztbesuches

# needHelp
source: Do you need help or have a question about using the PICOS app?
de: Benötigen Sie Hilfe, oder haben Sie eine Frage zur Benutzung der PICOS App?

source: Specialty
de: Fachbereich

# streetAndHouseNo
source: Street, house no.
de: Straße, Hausnr.

source: ZIP CODE
de: PLZ

source: City
de: Stadt

source: is invalid
de: ist unzulässig

source: Phone
de: Tel.

source: Add document
de: Dokument hinzufügen

source: Edit document
de: Dokument bearbeiten

source: Priority
de: Priorität

# importantDocument
source: Important document - keep on top
de: Wichtiges Dokument - oben halten

source: Sort by date
de: Nach Datum einsortieren

source: Document title
de: Titel des Dokuments

source: Upload Document
de: Dokument hochladen

source: Download document
de: Dokument herunterladen

source: Important documents
de: Wichtige Dokumente

# documentsSortedDesc
source: Documents sorted descending
de: Dokumente absteigend sortiert

source: Document selected
de: Dokument ausgewählt

# completeTheDays
source: Please complete the red and orange days
de: Bitte vervollständigen Sie die roten und orangenen Tage

source: today
de: Heute

source: yesterday
de: Gestern

source: other
de: Andere

source: No Data
de: Keine Daten

# checkValue
source: Please check whether your entry is correct!
de: Bitte prüfe ob der Eintrag korrekt ist!

source: My Patients
de: Meine Patienten

source: Edit Patient Information
de: Bearbeite Informationen

# bruteforceLock
source: Your account is locked for safety reasons. Please try again in 5 minutes.
de: Der Account ist zur Sicherheit gesperrt. Bitte versuchen Sie es in 5 Minuten erneut.

source: Connection error
de: Verbindungsfehler

source: Inclusion criteria DISTANCE
de: Einschluss-Kriterien DISTANCE

source: mechanical ventilation
de: Maschinelle Beatmung

source: ICU stay
de: ICU-Aufenthalt

source: age
de: Lebensalter

# birthDate
source: birthday
de: Geburtsdatum

source: years
de: Jahre

source: ICU Diagnosis
de: ICU Diagnose

# mainDiagnosis
source: ICU main diagnosis
de: ICU-Hauptdiagnose

source: Ancillary diagnosis
de: Nebendiagnose

source: Vital data ICU discharge
de: Vitaldaten ICU-discharge

source: Central venous pressure
de: ZVD

source: Last
de: Letztes

source: Pre-Last
de: Vorletztes

# laboratoryValues
source: Laboratory values (last values before discharge)
de: Laborwerte (letzte Werte vor discharge)

source: Leukocyte count
de: Leukozyten

source: Lymphocyte count
de: Lymphozyten absolut

source: Lymphocyte percentage
de: Lymphozyten prozentual

source: Platelet count
de: Thrombozyten

source: C-Reactive protein level
de: CRP

# procalcitoninLevel
source: Procalcitonin (PCT) level
de: PCT

# interleukin
source: Interleukin (IL-6)
de: IL-6

source: Blood Urea Nitrogen
de: Harnstoff

source: Creatinine
de: Kreatinin

# heartFailureMarker
source: Heart failure marker BNP
de: BNP

source: Heart failure marker NT-proBNP
de: NT-proBNP

source: Bilirubin total
de: Bilirubin ges.

source: Hemoglobin
de: Hämoglobin

source: Hematocrit
de: Hämatokrit

# gotASAT
source: Glutamat-Oxalacetat-Transaminase (GOT/ASAT)
de: GOT

# gptALAT
source: Glutamat-Pyruvat-Transaminase (GPT/ALAT)
de: GPT

source: Creatine kinase
de: CK

source: Myocardial infarction marker CK-MB
de: CK-MB

source: Lactate dehydrogenase level
de: LDH

source: Amylase level
de: Amylase

source: Lipase level
de: Lipase

# internationalNormalizedRatio
source: International Normalized Ratio (INR)
de: INR

source: Partial thromboplastin time
de: pTT

# respirationParameters
source: Respiration Parameters (last values before discharge)
de: Atmungsparameter (letzte Werte vor discharge)

source: VT spontanous
de: VT spontan

source: O2 sat
de: SpO2

# medicaments
source: Medicaments (last values before discharge)
de: Medikamente (letzte Werte vor discharge)

# thrombosisAggregation
source: Thrombosis Aggreagtion
de: Thromboseaggregation

source: NOAC
de: NOAK

source: Thrombosis Prophylaxis
de: Thromboseprophylaxe

source: Antihypertensives
de: Antihypertensiva

source: Antiarrythmics
de: Antiarrythmika

source: Antidiabetics
de: Antidiabetika

source: Antiinfectives
de: Antiinfektiva

# stereoids
source: Steroids
de: Stereoide

source: Inhalatives
de: Inhalativa

source: Analgesics
de: Analgetika

source: Blood Gas Analysis
de: Blutgasanalyse

# paO2
source: paO2 (without Temp-correcion)
de: paO2 (ohne Temp-Korrektur)

# paCO2
source: paCO2 (without Temp-correction)
de: paCO2 (ohne Temp-Korrektur)

source: arterial PH
de: pH arteriell

source: Arterial Lactate
de: Laktat arteriell

# arterialBicarbonate
source: Aterial Serum Bicarbonate Concentration
de: Bicarbonat arteriell

source: Arterial Base Excess
de: BE arteriell

source: Gender
de: Geschlecht

source: Ideal Body Weight
de: Ideales Körpergewicht

source: Admission Time ICU
de: Aufnahmezeitpunkt ICU

source: Discharge Time ICU
de: Entlassungszeitpunkt ICU

source: Ventilation Days ICU
de: Beatmungstage ICU

# admissionTimeHospital
source: Admission Time to the Hospital
de: Aufnahmezeitpunkt KRH

# dischargeTimeHospital
source: Discharge Time from the Hospital
de: Entlassungszeitpunkt KRH

source: Patient Location
de: Patientenaufenthaltsort/-station

source: ICU Mortality
de: ICU Sterblichkeit

source: Hospital Mortality
de: KRH Sterblichkeit

source: Hospital Length of Stay
de: KH Aufenthaltsdauer

source: ICU Length of Stay
de: ICU Aufenthaltsdauer

# readmissionRateICU
source: Readmission Rate to the ICU
de: Wiederaufnahmen ICU

source: Hospital Readmission
de: Wiederaufnahmen Krankenhaus

# daysUntilWorkReuptake
source: Days until Work Reupdake
de: Wiedereingliederungszeit nach Krankheit

source: Patients Movement Data
de: Patienten Bewegungsdaten

# saO2
source: arterial oxygen saturation
de: arterielle Sauerstoffsättigung

# svO2
source: central venous oxygen saturation
de: zentralvenöse Sauerstoffsättigung

# af
source: respiratory rate
de: Atemfrequenz

# lungProtectiveVentilation70p
source: Lung Protective Ventilation > 70%
de: Lungenprotektive Beatmung > 70%

source: My profile
de: Mein Profil

source: New Password
de: Neues Passwort

# newPasswordRepeat
source: Repeat new Password
de: Neues Passwort wiederholen

source: Change Password
de: Passwort ändern

# passwordSavedSuccessMessage
source: The new password has been successfully saved!
de: Neues Passwort wurde erfolgreich gespeichert!

# passwordMismatchErrorMessage
source: The new passwords do not match!
de: Neue Passwörter stimmen nicht überein!

# strongPassword
source: The new password must consist of lowercases, uppercases, special characters and at least 8 characters!
de: Ihr Passwort muss aus Groß-, Kleinbuchstaben, Sonderzeichen, Zahlen und insgesamt aus mindestens 8 Zeichen bestehen!

# passwordSavedFailureMessage
source: New password could not be saved!
de: Neues Passwort konnte nicht gespeichert werden!

source: All fields must be filled!
de: Alle Felder müssen ausgefüllt sein!

source: Change title
de: Anrede ändern

source: Change firstname
de: Vorname ändern

source: Change lastname
de: Nachname ändern

source: Change Address
de: Adresse ändern

source: Change Phone number
de: Telefonnummer ändern

source: Change email
de: E-Mail ändern

source: Unknown Error
de: Unbekannter Fehler

source: Update Failed
de: Aktualisierung fehlgeschlagen

# updateSuccess
source: Update Successful
de: Aktualisierung erfolgreich

# passwordChangeSuccessful
source: Password changed successfully!
de: Passwort erfolgreich geändert!

# passwordChangeLogoutMessage
source: You have been automatically logged out. Please log in again.
de: Sie wurden automatisch abgemeldet. Bitte melden Sie sich erneut an.

source: Remember me?
de: Angemeldet bleiben?

# myValues
source: Values
de: Werte

# infoMyValue
source: Values
de: Behalten Sie Ihre Werte im Blick. Wählen Sie hier Ihre persönlichen Eingaben, die auf der Startseite angezeigt werden sollen.

source: Manage values
de: Werte verwalten

source: No data available
de: Keine Daten verfügbar

source: systolic
de: Systolisch

source: diastolic
de: Diastolisch

source: Hospital
de: Krankenhaus

source: Physician
de: Arzt

source: My Visits
de: Meine Behandlungsbesuche

source: Visit Date
de: Besuchsdatum

source: Record Date
de: Aufnahmedatum

source: handbook
de: Handbuch

source: Could not launch
de: Konnte nicht starten
